Revit 2027 API
ScheduleField.MultipleValuesText Property
 The multiple values text to be used when the schedule field displays multiple element values, as specified by the display type MultipleValuesDisplayType.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string MultipleValuesText { get; }
Public ReadOnly Property MultipleValuesText As String
	Get
public:
property String^ MultipleValuesText {
	String^ get ();
}
member MultipleValuesText : string with get
Property Value
String
See Also
Reference
ScheduleField Class
Autodesk.Revit.DB Namespace